<div class="faq">
  <div class="faq__group container">
    <div class="faq__item">
      <button class="faq__question" type="button">
        Как пополнить баланс Steam через ключи от ящика Манн Ко?
      </button>
      <div class="faq__answer">
        Ключи — простой и быстрый способ пополнения баланса в Steam (актуально на март 2022). Для
        того закупаем необходимое количество ключей у нас на сайте и выставляем их на Торговую
        Площадку в Steam (не задирайте цену для быстрой продажи). После продажи ключей на Торговой
        Площадке, Steam зачисляет деньги Вам на баланс
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        На банковские карты каких стран можно получить платеж при продаже?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        Как пользоваться сайтом жителям других стран?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        Как покупать и продавать за <span class="qiwi-color">QIWI</span> без комиссии?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        Будет ли комиссия при покупке/оплате за <span class="usdt-color">USDT</span>?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        Почему при попытке создать заказ на покупку, перекидывает
        на страницу «У вас нет открытых заказов»?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        У меня подключено несколько банков к СБП. На какой придет платеж?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        При продаже вещей за баланс ТМ сайт просит меня
        указать мой API-ключ. Безопасно ли это?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        Как совершить перевод баланса TM через API?
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
        Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт
        которое домах
        за семантика не безорфографичный?
      </div>
    </div>
  </div>
</div>