<div class="faq faq--single">
  <div class="faq__group container">
    <h2 class="faq__title">Начало работы</h2>
    <div class="faq__item">
      <button class="faq__question" type="button">
        1. Войти через Steam и выбрать метод оплаты
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        2. Выбираете интересующий вас предмет
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        3. Указываете количество предметов, которые хотите приобрести/продать
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
  </div>
  <div class="faq__group container">
    <h2 class="faq__title">Покупка</h2>
    <div class="faq__item">
      <button class="faq__question" type="button">
        1. Убедитесь, что у Вас достаточно
        свободного места в инвентаре
        Team Fortress 2
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        2. При выбраном методе оплаты "Перевод на карту",
        вы увидите реквизиты нашей карты
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        3. При оплате криптовалютой <span class="usdt-color">USDT</span>
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        4. Выбрав метод оплаты "Баланс ТМ"
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        5. После оплаты, нажимаете кнопку
        "Проверить оплату"
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        3. При оплате криптовалютой <span class="usdt-color">USDT</span>
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
  </div>
  <div class="faq__group container">
    <h2 class="faq__title">Продажа</h2>
    <div class="faq__item">
      <button class="faq__question" type="button">
        1. Сразу после создания заказа на продажу, наш бот начнет подготавливать для Вас предложение обмена
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        2. Далее вы получите ссылку для быстрого доступа к отправленому предложению обмена
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        3. Варианты вывода на карту:
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
    <div class="faq__item">
      <button class="faq__question" type="button">
        4. После принятия предложения обмена от нашего бота, нажмите "Я подтвердил обмен в приложении Steam"
      </button>
      <div class="faq__answer">
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Единственное толку
        ты ведущими, курсивных мир дороге диких использовало свое строчка текст подпоясал силуэт которое домах
        за семантика не безорфографичный?
      </div>
    </div>
  </div>
</div>